Repository: jodal/grotten
Catalog: src/grotten/locale/*/LC_MESSAGES/messages.po
Languages: nb_no

source: Go {direction}
nb_no: Gå {direction}

source: Attack {creature}
nb_no: Angrip {creature}

source: Pick up {item}
nb_no: Plukk opp {item}

source: End game
nb_no: Avslutt spill

source: Show inventory
nb_no: Vis inventar

source: Select
nb_no: Velg

source: Aborting
nb_no: Avbryter

source: What do you want to do?
nb_no: Hva vil du gjøre?

source: north
nb_no: nordover

source: east
nb_no: østover

source: south
nb_no: sørover

source: west
nb_no: vestover

source: action
nb_no: handling

source: creature
nb_no: skapning

source: game
nb_no: spill

source: inventory
nb_no: inventar

source: item
nb_no: gjenstand

source: level
nb_no: nivå

source: life
nb_no: liv

source: location
nb_no: sted

source: Welcome back
nb_no: Velkommen tilbake

source: Going {direction}
nb_no: Går {direction}

source: You attack {creature} ({creature_strength}) with {weapon} ({weapon_strength}).
nb_no: Du angriper {creature} ({creature_strength}) med {weapon} ({weapon_strength}).

source: Picking up {item}
nb_no: Plukker opp {item}

source: empty
nb_no: tomt

source: The inventory is empty.
nb_no: Inventaret er tomt.

source: You won
nb_no: Du vant

source: You defeated {creature}.
nb_no: Du bekjempet {creature}.

source: You lost
nb_no: Du tapte

source: You lost the battle with {creature}.
nb_no: Du tapte kampen mot {creature}.

source: You died
nb_no: Du døde

source: You have only {lives} life left.
nb_no: Du har bare {lives} liv igjen.

source: You have {lives} lives left.
nb_no: Du har {lives} liv igjen.

source: Game over
nb_no: Spill over

source: Restart
nb_no: Omstart

source: You respawn at the beginning.
nb_no: Du er tilbake på start.

source: Bare Hands
nb_no: Bare hendene

source: Entrance
nb_no: Inngang

source: You find yourself in a dark and scary cave.
nb_no: Du befinner deg i en mørk og skummel grotte.

source: Pit
nb_no: Gruvesjakt

source: You fell into a deep dark pit.
nb_no: Du falt ned i en dyp, mørk gruvesjakt.

source: Skeletons
nb_no: Skjelett

source: You stumble upon the skeletons of three humans and a dog.
nb_no: Du snubler over skjelettene etter tre mennesker og en hund.

source: Small Sword
nb_no: Lite sverd

source: Dragon lair
nb_no: Dragereir

source: There is large green dragon sleeping on the floor in front of you.
nb_no: Det er en stor grønn drage som sover på gulvet foran deg.

source: Green Dragon
nb_no: Grønn drage

source: Dragon tooth
nb_no: Dragetann

source: Treasure
nb_no: Skatt

source: You found the treasure!
nb_no: Du fant skatten!

source: Bedroom
nb_no: Soverom

source: You're in an dusty bedroom with stone walls.
nb_no: Du er i et støvete soverom med steinvegger.

source: Weaponry
nb_no: Våpenrom

source: This looks like a looted and abandoned weaponry.
nb_no: Dette ser ut som et plyndret og forlatt våpenrom.

source: Wooden Bow
nb_no: Trebue

source: Arrow
nb_no: Pil

source: Hallway
nb_no: Gang

source: A long hallway of badly lit portraits of old grumpy men.
nb_no: En lang gang med dårlig opplyste portretter av gretne gamle gubber.

source: Bird cages
nb_no: Fuglebur

source: There is a number of gigantic bird cages along the stone wall. All of them are empty, some with the door unhinged.
nb_no: Dere er flere gigantiske fuglebur langs steinveggen. Alle er tomme, noen med døra av hengslene.

source: Giant Moa
nb_no: Kjempemoa

source: Spotted Kiwi
nb_no: Flekkivi

source: Ostrich
nb_no: Struts

source: Portal room
nb_no: Portalrom

source: The hallway widens into a large room. In the middle there is a strange mirror with a surface that seems to wobble.
nb_no: Gangen utvider seg til et stort rom. I midten er det et merkelig speil med en overflate som ser ut som den vibrerer.

source: Touch the wobbling mirror
nb_no: Ta på det vibrerende speilet
